[
    {
        "img": "/assets/images/PCS.png",
        "name": "Pasig City Scholarship Office",
        "message": "Your scholarship allowance for Pasig City Scholar - Academic has been released on December 28, 2024 via LandBank - Cash Card. Please check your account. For questions or issues, contact the Scholarship Office.",
        "date": "2024-12-28"
    },
    {
        "img": "/assets/images/PCS.png",
        "name": "Pasig City Scholarship Office",
        "message": "Your application for Pasig City Scholar - Academic is on hold due to missing documents. Please upload the following: [1] Proof of Income, [2] Proof of Enrollment, [3] 1x1 Picture by August 23, 2024, to avoid disqualification. For questions or issues, contact the Scholarship Office.",
        "date": "2024-08-19"
    },
    {
        "img": "/assets/images/PCS.png",
        "name": "Pasig City Scholarship Office",
        "message": "We regret to inform you that your application for Pasig City Scholar - Academic was not approved. Due to lack of your documents. You are encouraged to submit your documents on time and reapply for next semester. For questions or issues, contact the Scholarship Office.",
        "date": "2024-04-23"
    },
    {
        "img": "/assets/images/PCS.png",
        "name": "Pasig City Scholarship Office",
        "message": "The policy for Pasig City Scholar - Academic has been updated. New requirements include a minimum GPA of 2.75 and a renewal GPA of 2.50. Applications close on May 20, 2024, so please review the changes to maintain your eligibility. For questions or issues, contact the Scholarship Office.",
        "date": "2024-03-11"
    },
    {
        "img": "/assets/images/PCS.png",
        "name": "Pasig City Scholarship Office",
        "message": " Your application for Pasig City Scholar - Academic is still under review. All submitted documents have been verified, and the next step is awaiting approval. You can expect an update within three working days. For questions or issues, contact the Scholarship Office.",
        "date": "2024-08-28"
    },
    {
        "img": "/assets/images/PCS.png",
        "name": "Pasig City Scholarship Office",
        "message": "The renewal deadline for Pasig City Scholar - Academic is approaching on June 30, 2024. Ensure all your requirements are completed and submitted on time to continue your scholarship. Late submissions may result in disqualification. For questions or issues, contact the Scholarship Office.",
        "date": "2024-05-17"
    },
    {
        "img": "/assets/images/PCS.png",
        "name": "Pasig City Scholarship Officec",
        "message": "Allowance disbursement for Pasig City Scholar - Academic is experiencing a slight delay. The expected release date is now January 27, 2024. We apologize for the inconvenience and recommend checking your dashboard for further updates. For questions or issues, contact the Scholarship Office.",
        "date": "2024-01-27"
    }
]
